Repository: rlxone/Equinox
Catalog: EquinoxAssets/EquinoxAssets/Localization/*.lproj/Localizable.strings
Languages: fr

# menu.main.about
source: About %@
fr: À propos %@

# menu.main.preferences
source: Preferences...
fr: Préférences...

# menu.main.hide
source: Hide %@
fr: Masquer %@

# menu.main.hide.others
source: Hide Others
fr: Masquer autres

# menu.main.show.all
source: Show All
fr: Afficher tout

# menu.main.quit
source: Quit %@
fr: Quitter %@

# menu.file
source: File
fr: Fichier

# menu.file.new
source: New
fr: Nouveau

# menu.edit
source: Edit
fr: Édition

# menu.edit.undo
source: Undo
fr: Annuler

# menu.edit.redo
source: Redo
fr: Rétablir

# menu.edit.cut
source: Cut
fr: Couper

# menu.edit.copy
source: Copy
fr: Copier

# menu.edit.paste
source: Paste
fr: Coller

# menu.edit.select.all
source: Select All
fr: Selectionner tout

# menu.edit.delete
source: Delete
fr: Supprimer

# menu.window
source: Window
fr: Fenêtre

# menu.window.minimize
source: Minimize
fr: Réduire

# menu.window.show.all
source: Show All
fr: Afficher tout

# menu.help
source: Help
fr: Aide

# menu.help.githubProject
source: GitHub project
fr: Projet sur GitHub

# menu.help.githubFAQ
source: Frequently Asked Questions
fr: Foire Aux Questions

# menu.help.githubIssue
source: Report an issue
fr: Signaler un problème

# menu.help.equinoxWebsite
source: Equinox website
fr: Site Equinox

# menu.help.macAppStoreReview
source: Rate Equinox on the Mac App Store
fr: Noter Equinox sur le Mac App Store

# menu.help.productHunt
source: Equinox on Product Hunt
fr: Equinox sur Product Hunt

# welcome.title
source: Welcome to Equinox
fr: Bienvenue dans Equinox

# welcome.welcome
source: Welcome to %@
fr: Bienvenue dans %@

# welcome.choose.type
source: Choose type
fr: Chosir type

# welcome.choose.type.description
source: Select a suitable type for your wallpaper
fr: Selectionnez le type de fond d'écran

# welcome.types.solar
source: Solar
fr: Solaire

# welcome.types.solar.description
source: Create wallpaper based on solar calculations. The desktop picture changes throughout the day, based on the position of the sun in the sky.
fr: Créer un fond d'écran à base de calculs solaires. L'image évolue durant le journée suivant la position du soleil dans le ciel.

# welcome.types.time
source: Time
fr: Temps

# welcome.types.time.description
source: Create wallpaper based on time calculations. The desktop picture changes throughout the day, based on time you choose.
fr: Créer un fond d'écran à base de calcul du temps. L'image évolue durant la journée en fonction des heures.

# welcome.types.appearance
source: Appearance
fr: Apparence

# welcome.types.appearance.description
source: Create wallpaper based on system appearance. You need two images: one for light and one for dark mode.
fr: Créer un fond d'écran à partir de l'apparence système. Il faut deux images : une pour le mode clair et une autre pour le mode sombre.

# wallpaper.main.solar
source: Solar
fr: Solaire

# wallpaper.main.time
source: Time
fr: Temps

# wallpaper.main.appearance
source: Appearance
fr: Apparence

# wallpaper.main.calculator
source: Calculator
fr: Calculatrice

# wallpaper.main.create
source: Create
fr: Créer

# wallpaper.main.browse
source: Browse image files
fr: Parcourir images

# wallpaper.main.validate
source: Please fill in all fields
fr: Merci de remplir tous les champs

# wallpaper.gallery.drag.title
source: Drag and drop your images
fr: Glisser et déposer vos images

# wallpaper.gallery.drag.supplementary
source: Files should be png, jpeg, tiff, or heif.
fr: Les fichiers doivent être au format png, jpeg, tiff ou heif

# wallpaper.gallery.or
source: or
fr: ou

# wallpaper.gallery.browse
source: Browse
fr: Parcourir

# wallpaper.gallery.azimuth
source: Azimuth:
fr: Azimut:

# wallpaper.gallery.azimuth.value
source: Value
fr: Valeur

# wallpaper.gallery.altitude.value
source: Value
fr: Valeur

# wallpaper.gallery.time
source: Time:
fr: Temps :

# wallpaper.gallery.tooltip.appearance.title
source: Appearance
fr: Apparence

# wallpaper.gallery.tooltip.appearance.description
source: Graphic mode. Only one image can be a light or dark appearance.
fr: Mode graphique. Seulement une image peut avoir l'apparence clair ou sombre.

# wallpaper.gallery.tooltip.primary.title
source: Primary
fr: Principal

# wallpaper.gallery.tooltip.primary.description
source: The primary image will be shown as a wallpaper thumbnail.
fr: La minature du fond d'écran sera l'image principal.

# wallpaper.gallery.wrong.images.type
source: Some files (%d) have the wrong image type. Only png, jpeg, tiff, and heic are supported
fr: Certains fichiers (%d) n'ont pas le bon type d'image. Seuls les formats png, jpeg, tiff et heic sont pris en charge.

# wallpaper.appearance.auto.title
source: Automatic
fr: Automatique

# wallpaper.appearance.auto.description
source: Default wallpaper image
fr: Image par défaut du fond d'écran

# wallpaper.appearance.light.title
source: Light (Still)
fr: Clair (Fixe)

# wallpaper.appearance.light.description
source: Display image in static light mode
fr: Afficher l'image en mode clair statique

# wallpaper.appearance.dark.title
source: Dark (Still)
fr: Sombre (Fixe)

# wallpaper.appearance.dark.description
source: Display image in static dark mode
fr: Afficher l'image en mode sombre statique

# wallpaper.create.success
source: Success
fr: Succès

# wallpaper.create.success.description
source: Drag or save your wallpaper wherever you want
fr: Glisser ou sauvegarder votre fond d'écran où vous voulez

# wallpaper.create.failure
source: Failure
fr: Échec

# wallpaper.create.failure.description
source: Oops! Something went wrong
fr: Oups! Une erreur s'est produite

# wallpaper.create.save
source: Save
fr: Sauvegarder

# wallpaper.create.set
source: Set
fr: Utiliser

# wallpaper.create.share
source: Share
fr: Partager

# wallpaper.create.new
source: New
fr: Nouveau

# wallpaper.create.cancel
source: Cancel
fr: Annuler

# wallpaper.create.solar.based
source: Solar-based
fr: Solaire

# wallpaper.create.time.based
source: Time-based
fr: Temps

# wallpaper.create.appearance.based
source: Appearance-based
fr: Apparence

# wallpaper.create.file.saved
source: Wallpaper saved
fr: Fond d'écran sauvegardé

# wallpaper.create.new.title
source: Create new wallpaper?
fr: Créer un nouveau fond d'écran ?

# wallpaper.create.new.description
source: Would you like to create a new type of wallpaper or repeat the current one?
fr: Voulez vous créer un fond d'écran d'un autre type ou réutiliser celui du précédent ?

# wallpaper.create.title
source: Create
fr: Créer

# wallpaper.create.repeat.title
source: Repeat
fr: Répéter

# wallpaper.create.set.error
source: Can't save the wallpaper.
fr: Le fond d'écran ne peut pas être sauvegardé.

# wallpaper.create.set.success
source: You successfully set up the wallpaper
fr: Le fond d'écran a bien été appliqué

# wallpaper.create.cant.share
source: Can't share the wallpaper!
fr: Le fond d'écran ne peut pas être partagé

# wallpaper.set.title
source: Set up before set
fr: Configurer avant d'appliquer

# wallpaper.set.description.title.old
source: You need to set “Dynamic” type in your “Desktop & Screen Saver” macOS Preferences before you set the wallpaper.
fr: Vous devez sélectionner le mode «Dynamique» dans «Bureau & économiseur d'écran» depuis les Préférences Système de macOS avant d'appliquer le fond d'écran.

# wallpaper.set.description.title
source: You need to set “Dynamic” type in your “Wallpaper” macOS Preferences before you set the wallpaper.
fr: Vous devez sélectionner le mode «Dynamique» dans «Fond d'écran» depuis les Préférences Système de macOS avant d'appliquer le fond d'écran.

# wallpaper.set.todo.old
source: 1. Open “Desktop & Screen Saver” macOS Preferences. 2. Choose any “Dynamic Desktop” wallpaper and set its type to “Dynamic”. 3. Press “Continue”.
fr: 1. Ouvrir «Bureau & économiseur d'écran» dans les Préférences Système de macOS. 2. Choisir n'importe quel fond d'écran «Bureau dynamique» et sélectionner le mode «Dynamique». 3. Appuyer sur «Continuer».

# wallpaper.set.todo
source: 1. Open “Wallpaper” macOS Preferences. 2. Choose any “Dynamic Desktop” wallpaper and set its type to “Dynamic”. 3. Press “Continue”.
fr: 1. Ouvrir «Fond d'écran» dans les Préférences Système de macOS. 2. Choisir n'importe quel fond d'écran «Bureau dynamique» et sélectionner le mode «Dynamique». 3. Appuyer sur «Continuer».

# wallpaper.set.todo.link.old
source: “Desktop & Screen Saver”
fr: «Bureau & économiseur d'écran»

# wallpaper.set.todo.link
source: “Wallpaper”
fr: «Fond d'écran»

# wallpaper.set.continue
source: Continue
fr: Continuer

# wallpaper.set.skip
source: Don’t show this message again
fr: Ne plus afficher ce message

# solar.main.title
source: Solar calculator
fr: Calculatrice solaire

# solar.main.location.header
source: Location
fr: Position

# solar.main.result.header
source: Result
fr: Résultat

# solar.main.azimuth
source: Azimuth:
fr: Azimut :

# solar.main.value
source: Value
fr: Valeur

# solar.main.copied
source: Copied
fr: Copié

# solar.main.sun.timeline
source: Sun timeline
fr: Chronologie soleil

# solar.main.timezone
source: Time zones
fr: Fuseau horaires

# solar.main.location.error
source: Oops! Something went wrong while getting your location. Please try again
fr: Oups ! Une eurreur s'est produite durant la géolocalisation. Merci de réessayer.

# solar.main.dst.title
source: DST
fr: HAE

# solar.main.dst.tooltip.title
source: Daylight Saving Time
fr: Heure d'été

# solar.main.dst.tooltip.description
source: Clocks go forward one hour in the spring and back one hour in the fall
fr: Les horloges avancent d'une heure au printemps et reculent d'une heure à l'automne

# solar.main.abbreviation.tooltip.title
source: GMT offset
fr: Décalage GMT

# solar.main.abbreviation.tooltip.description
source: The difference in time between Greenwich Mean Time (GMT) and the local time at a specific location, expressed in hours and minutes
fr: La différence de temps entre l'heure moyenne de Greenwich (GMT) et l'heure locale à un emplacement spécifique, exprimée en heures et en minutes

# solar.main.drag.and.drop.tooltip.title
source: Drag and drop
fr: Glisser-déposer

# solar.main.drag.and.drop.tooltip.description
source: Drag and drop or copy the result over your image
fr: Glissez-déposez ou copiez le résultat sur votre image

# tip.tips
source: TIPS
fr: ASTUCES

# tip.started
source: Get started
fr: Commencer

# tip.ok
source: Got it
fr: Compris

# tip.solar.title
source: Solar wallpaper
fr: Fond d'écran solaire

# tip.solar.description
source: The main feature of this type of wallpaper is that it takes the position of the sun into account. Depending on the time of year, you will see the most relevant image on your desktop. Don't worry about calculations. With the help of the “Solar calculator,” you only need to know where and when you took a photo.
fr: Ce type de fond d'écran prends en compte la position du soleil. Suivant le moment de l'année vous verez l'image la plus adapté sur votre bureau. Ne vous inquietez pas des calculs, avec l'aide de la «Calculatrice Solaire» vous avez seulement besoin de savoir quand et où vous avez pris la photo.

# tip.time.title
source: Time wallpaper
fr: Fond d'écran temps

# tip.time.description
source: Time is the key to this type of wallpaper. The desktop picture changes throughout the day, based on the time you choose.
fr: Le temps est essentiel pour ce type de fond d'écran. L'image de votre bureau change tout au long de la journée suivant les heures choisies.

# tip.appearance.title
source: Appearance wallpaper
fr: Fond d'écran apparence

# tip.appearance.description
source: This type of wallpaper is as simple as it is. The desktop picture changes throughout the day, based on system appearance change. You need two images: one for light and one for dark mode.
fr: Le type de fond d'écran le plus simple. L'image de votre bureau change dans la journée suivant le changement d'apparence système. Il faut deux images : une clair et une autre pour le mode sombre.

# tip.calculator.title
source: Solar calculator
fr: Calculatrice solaire

# tip.calculator.description
source: It will help you calculate the position of the sun in the sky. 1. Choose the place, date, and time on the sun timeline when you took a photo. If you don't know the exact time, you can use the sun timeline to see how high or low the position of the sun in the sky is and match it with the photos you have. 2. Drag and drop or copy the result over your image.
fr: Cela vous aide à calculer la position du soleil dans le ciel. 1. Indiquez le lieu, la date et l'heure où la photo a été prise sur le graphique chronologique du soleil. Si vous ne connaissez pas l'heure exacte vous pouvez utiliser le graphique chronologique pour voir la hauteur du soleil dans le ciel afin de le caler en fonction de la photo. 2. Glisser et déposer ou copier le résultat par dessus votre image.

# dock.new
source: New
fr: Nouveau
